sim3/0/p.air
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p.air;
}
dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    Inlet { type zeroGradient; }
    Outlet { type fixedValue; value uniform 0; }
    Wall { type zeroGradient; }
}
