sim3/0/nut
FoamFile { version 2.0; format ascii; class volScalarField; object nut; }
dimensions [0 2 -1 0 0 0 0];
internalField uniform 0;
boundaryField
{
    Inlet { type calculated; value uniform 0; }
    Outlet { type calculated; value uniform 0; }
    Wall { type zeroGradient; }
}
