sim3/0/omega
FoamFile { version 2.0; format ascii; class volScalarField; object omega; }
dimensions [0 0 -1 0 0 0 0];
internalField uniform 1;
boundaryField
{
    Inlet { type fixedValue; value uniform 1; }
    Outlet { type zeroGradient; }
    Wall { type zeroGradient; }
}
