sim3/0/omega.air
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      omega.air;
}
dimensions      [0 0 -1 0 0 0 0];
internalField   uniform 1;
boundaryField
{
    Inlet { type fixedValue; value uniform 1; }
    Outlet { type zeroGradient; }
    Wall { type zeroGradient; }
}
