sim3/system/decomposeParDict

FoamFile

{

    version     2.0;

    format      ascii;

    class       dictionary;

    location    "system";

    object      decomposeParDict;

}



numberOfSubdomains 9;



method          simple;



simpleCoeffs

{

    n               (3 3 1);
    delta           0.001;

}



hierarchicalCoeffs

{


    n               (3 3 1);

    delta           0.001;

    order           xyz;

}




distributed     yes;

roots           ();



